Repository: naden/taxonomyinterlinker
Catalog: translations/taxonomyinterlinker-*.po
Languages: de_de

source: You are not allowed to access the admin area.
de_de: Der Zugriff auf den Administrationsbereich ist dir verboten.

source: Failed to verify your request.
de_de: Die Sicherheitspr체fung deiner Anfrage ist fehlgeschlagen.

source: Settings saved!
de_de: Die Einstellungen wurden gespeichert!

source: Liked the plugin?
de_de: Das Plugin gef채llt dir?

source: visit me
de_de: besuchen

source: follow me
de_de: folge mir

source: circle me
de_de: einkreisen

source: fan me
de_de: Fan werden

source: All about Wordpress
de_de: Alles 체ber Wordpress

source: Max number of links to parse into the tag description.
de_de: Anzahl der Links die maximal in eine Tag-Beschreibung eingef체gt werden.

source: save settings
de_de: Einstellungen speichern

source: Get help and post feedback at the
de_de: Hilfe und Feedback auf der
